Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyMustBeUniqueWarn Property
 Element must be unique.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyMustBeUniqueWarn { get; }
Public Shared ReadOnly Property CannotCopyMustBeUniqueWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyMustBeUniqueWarn {
	FailureDefinitionId^ get ();
}
static member CannotCopyMustBeUniqueWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace